import { dataType } from "./types/DataType"
export const data: dataType = {
	'coldSnacks': [
		{
			name: 'Баклажаны с орехами',
			type: 'Холодные закуски',
			img: 'https://папамихо.рф/wp-content/uploads/2020/04/56D24AB5-05AC-44FC-9F80-09567E2A938F-768x576.jpeg',
			text: 'пикантная закуска из сочных баклажанов, с ореховой начинкой и соусом «Саперави»',
			weight: 200,
			price: 440
		},
		{
			name: 'Баклажаны с сыром',
			type: 'Холодные закуски',
			img: 'https://папамихо.рф/wp-content/uploads/2020/04/DB2A9C40-44F2-476A-9021-CCDC406B8C94-768x511.jpeg',
			text: 'нежная, пикантная закуска из сочных баклажанов с сырной начинкой и соусом «Саперави»',
			weight: 200,
			price: 430
		},
		{
			name: 'Домашний разносол',
			type: 'Холодные закуски',
			img: 'https://папамихо.рф/wp-content/uploads/2020/04/%D0%94%D0%BE%D0%BC%D0%B0%D1%88%D0%BD%D0%B8%D0%B9-%D1%80%D0%B0%D0%B7%D0%BD%D0%BE%D1%81%D0%BE%D0%BB-768x512.jpg',
			text: 'гурийская капуста, маринованный чеснок, помидоры, огурцы, стручковый перец, зелень',
			weight: 300,
			price: 540
		},
		{
			name: 'Микс сырный',
			type: 'Холодные закуски',
			img: 'https://папамихо.рф/wp-content/uploads/2020/04/%D0%9C%D0%B8%D0%BA%D1%81-%D1%81%D1%8B%D1%80%D0%BD%D1%8B%D0%B9-768x512.jpg',
			text: 'нежнейший микс из домашних, ароматных сыров: сулугуни, брынза, подаётся с пикантной, сливочно-творожной начинкой, зеленью и грецким орехом',
			weight: 210,
			price: 410
		},
		{
			name: 'Микс овощной',
			type: 'Холодные закуски',
			img: 'https://папамихо.рф/wp-content/uploads/2020/04/%D0%9C%D0%B8%D0%BA%D1%81-%D0%BE%D0%B2%D0%BE%D1%89%D0%BD%D0%BE%D0%B9-768x512.jpg',
			text: 'витаминный букет из спелых, свежих овощей и зелени',
			weight: 210,
			price: 390
		},
		{
			name: 'Толма классическая',
			type: 'Холодные закуски',
			img: 'https://папамихо.рф/wp-content/uploads/2020/04/%D0%A2%D0%BE%D0%BB%D0%BC%D0%B0-%D1%81-%D0%BC%D0%B0%D1%86%D0%BE%D0%BD%D0%B8-768x512.jpg',
			text: 'Нежнейший фарш из домашней молодой говядины, с ноткой традиционных специй, завёрнутый в натуральные виноградные листья. Подаётся с соусом и зеленью.',
			weight: 200,
			price: 440
		},
		{
			name: 'Шампиньоны с сыром',
			type: 'Холодные закуски',
			img: 'https://папамихо.рф/wp-content/uploads/2022/03/IMG-20230125-WA0021-600x900.jpg',
			text: 'нежные шапочки шампиньонов, с начинкой из тянущегося, домашнего сыра.',
			weight: 200,
			price: 410
		},
		{
			name: 'Аджапсандали',
			type: 'Холодные закуски',
			img: 'https://папамихо.рф/wp-content/uploads/2022/03/91FD4ABA-9697-4D2D-8551-A937C11D12BF.jpeg',
			text: 'сочное овощное соте по-грузински, приправленное ароматными национальными специями и зеленью',
			weight: 200,
			price: 460
		}
	],
	'hotSnacks': [
		{
			name: 'Аджабсандал',
			type: 'Горячие закуски',
			img: 'https://hip2go.ru/api2/images/IikoProducts43/685300883f-1_500x353.jpg',
			text: 'Грузинское овощное рагу из баклажана, болгарского перца, репчатого лука, помидоров с томатной пастой, с грузинскими специями и зеленью',
			weight: 300,
			price: 490
		},
		{
			name: 'Шаверма в лаваше',
			type: 'Горячие закуски',
			img: 'https://hip2go.ru/api2/images/IikoProducts23/0c7d2ad6da-1_500x353.jpg',
			text: 'Настоящая грузинская шаверма! Запечённое куриное бедро, помидоры, соус на основе сметаны, майонеза, кориандра и чеснока. Подается в армянском лаваше.',
			weight: 350,
			price: 540
		},
		{
			name: 'Долма с бараниной',
			type: 'Горячие закуски',
			img: 'https://hip2go.ru/api2/images/IikoProducts44/3480722aa7-1_500x353.jpg',
			text: 'Традиционное блюдо из фарша баранины и говядины с грузинскими специями, завёрнутое в виноградные листья',
			weight: 270,
			price: 560
		},
		{
			name: 'Лобио с гурийской капустой',
			type: 'Горячие закуски',
			img: 'https://hip2go.ru/api2/images/IikoProducts45/c412c8fc0f-1_500x353.jpg',
			text: 'Фасоль, томленая с луком, чесноком, пикантным перцем чили, специями и зеленью, с веточкой джонджоли, перьями красного лука и свежей зеленью. Подаётся с пикантной капустой по-гурийски.',
			weight: 300,
			price: 420
		},
		{
			name: 'Шампиньоны запеченые с сыром',
			type: 'Горячие закуски',
			img: 'https://hip2go.ru/api2/images/IikoProducts46/38a36060d4-1_500x353.jpg',
			text: 'Шляпки шампиньонов с начинкой из репчатого лука и сливок, запечённые под сыром сулугуни, украшенные рубленной зеленью кинзы и петрушки.',
			weight: 240,
			price: 480
		},
		{
			name: 'Жульен в баклажане',
			type: 'Горячие закуски',
			img: 'https://hip2go.ru/api2/images/IikoProducts1471/681f1652a5-1_500x353.jpg',
			text: 'Запечёный баклажан с начинкой из грибов, репчатого лука с грузинскими сырами и трюфельным маслом',
			weight: 250,
			price: 560
		},
		{
			name: 'Утиная грудка с тыквой и грушевым ткемали',
			type: 'Горячие закуски',
			img: 'https://hip2go.ru/api2/images/IikoProducts1978/5dad3c7166-1_500x353.jpg',
			text: 'Обжаренная утиная грудка с соусом из ткемали, груши и кураги. Подаётся с печеной тыквой и зеленью.',
			weight: 121,
			price: 490
		},
	],
	'hotDishes': [
		{
			name: 'Оджахури со свининой',
			type: 'Горячие блюда',
			img: 'https://hip2go.ru/api2/images/IikoProducts26/c1c668e7c6-1_500x353.jpg',
			text: 'Обжаренная свинина с запечёным картофелем, репчатым луком, болгарским перцем, томатами и чесноком, с грузинскими специями и зеленью',
			weight: 320,
			price: 590
		},
		{
			name: 'Шкмерули из ципленка',
			type: 'Горячие блюда',
			img: 'https://hip2go.ru/api2/images/IikoProducts31/8e76f92db1-1_500x353.jpg',
			text: 'ШКМЕРУЛИ – название блюда произошло от «Шкмери», названия места, где был придуман рецепт. Подаётся закрытым под корочкой из теста',
			weight: 340,
			price: 650
		},
		{
			name: 'Стей палаш',
			type: 'Горячие блюда',
			img: 'https://hip2go.ru/api2/images/IikoProducts564/06fcbbe86f-1_500x353.jpg',
			text: 'Для мясоедов - идеальный стейк на грузинский манер - из мраморной говядины с грузинским соусом на основе красного вина Киндзмараули',
			weight: 250,
			price: 1290
		},
		{
			name: 'Филе судака со шпинатом',
			type: 'Горячие блюда',
			img: 'https://hip2go.ru/api2/images/IikoProducts1511/9a6c8c4b19-1_500x353.jpg',
			text: 'Филе судака, приготовленное с добавлением освежающего сока лайма и мяты, мёда, чёрного молотого перца и сванской соли. Блюдо подается с молодым шпинатом, сладкими томатами на подушке из соуса тархун на основе сливок и белого вина.',
			weight: 270,
			price: 690
		},
		{
			name: 'Чашушули по-мегрельски',
			type: 'Горячие блюда',
			img: 'https://hip2go.ru/api2/images/IikoProducts1512/0f624e2e93-1_500x353.jpg',
			text: 'Тушёная в томатной пасте говядина с луком, болгарским перцем, грузинскими специями и зеленью.',
			weight: 320,
			price: 720
		},
		{
			name: 'Утка с соусом чахохбили',
			type: 'Горячие блюда',
			img: 'https://hip2go.ru/api2/images/IikoProducts1513/fabbc410e5-1_500x353.jpg',
			text: 'Утиная ножка, приготовленная методом конфи, под соусом чахохбили на основе ароматных тушеных овощей.',
			weight: 360,
			price: 830
		},
		{
			name: 'Котлеты с пюре куриные',
			type: 'Горячие блюда',
			img: 'https://hip2go.ru/api2/images/IikoProducts1977/e4e24d7e5f-1_500x353.jpg',
			text: 'Сочные домашние котлеты из курицы, панированные в хрустящих сухарях из белого хлеба. Подаются с воздушным картофельным пюре.',
			weight: 225,
			price: 490
		}
	],
	'soups': [
		{
			name: 'Куриный бульон с куриной лапшой',
			type: 'Супы',
			img: 'https://hip2go.ru/api2/images/IikoProducts74/2bcec72232-1_500x353.jpg',
			text: 'Легкий куриный бульон с морковью, куриной мякотью, домашней лапшой, зеленью и яйцом',
			weight: 300,
			price: 370
		},
		{
			name: 'Харчо',
			type: 'Супы',
			img: 'https://hip2go.ru/api2/images/IikoProducts77/828095563a-1_500x353.jpg',
			text: 'Наваристый ароматный бульон из говядины, с луком, томатным соусом, зеленью и грузинскими специями',
			weight: 300,
			price: 530
		},
		{
			name: 'Хашлама с бараниной',
			type: 'Супы',
			img: 'https://hip2go.ru/api2/images/IikoProducts78/1ab7ad04cc-1_500x353.jpg',
			text: 'Сытный суп из баранины, картофеля, болгарского перца, баклажана, помидоров, грузинских специй и зелени',
			weight: 300,
			price: 490
		},
		{
			name: 'Суп "хачо и пури"',
			type: 'Супы',
			img: 'https://hip2go.ru/api2/images/IikoProducts563/b3ee746cf8-1_500x353.jpg',
			text: 'Фирменный суп - ХАЧО И ПУРИ - СЫР И ХЛЕБ. Сырный суп в горшочке с грузинским хлебом-лепёшкой и сыром чечел',
			weight: 300,
			price: 560
		},
		{
			name: 'Уха из форели и судака с тархуном',
			type: 'Супы',
			img: 'https://hip2go.ru/api2/images/IikoProducts1481/cb05440bf4-1_500x353.jpg',
			text: 'Наваристый рыбный суп из лосося и судака с добавлением томатов и тархуна.',
			weight: 300,
			price: 670
		},
		{
			name: 'Борщ со сметаной',
			type: 'Супы',
			img: 'https://hip2go.ru/api2/images/IikoProducts1981/bb3cc584c5-1_500x353.jpg',
			text: 'Классический борщ с говядиной, подается с салом на черном хлебе и зеленым луком.',
			weight: 402,
			price: 540
		},
	],
	'sideDishes': [
		{
			name: 'Запеченый картофель',
			type: 'Гарниры',
			img: 'https://hip2go.ru/api2/images/IikoProducts18/7861487795-1_500x353.jpg',
			text: 'Любимая классика - запечённый картофель на сливочном масле с зеленью',
			weight: 150,
			price: 190
		},
		{
			name: 'Картофельное пюре',
			type: 'Гарниры',
			img: 'https://hip2go.ru/api2/images/IikoProducts19/5285844e37-1_500x353.jpg',
			text: 'Нежное пюре из отварного картофеля с добавлением сливок. Украшается миксом свежей зелени.',
			weight: 150,
			price: 190
		},
		{
			name: 'Овощи на гриле',
			type: 'Гарниры',
			img: 'https://hip2go.ru/api2/images/IikoProducts20/50793ac4b5-1_500x353.jpg',
			text: 'Крупно нарезанные баклажаны, цукини, перец, обжаренные на гриле до хрустящей корочки, приправленные ароматными грузинскими специями.',
			weight: 150,
			price: 340
		},
		{
			name: 'Свежие овощи гарнир',
			type: 'Гарниры',
			img: 'https://hip2go.ru/api2/images/IikoProducts21/9b6b1229de-1_500x353.jpg',
			text: 'Томаты, огурцы, салат лолло росса, петрушка',
			weight: 120,
			price: 220
		},
		{
			name: 'Шампиньоны на гриле',
			type: 'Гарниры',
			img: 'https://hip2go.ru/api2/images/IikoProducts1526/49315a6a68-1_500x353.jpg',
			text: 'Сочные ароматные грибы с заправкой и зеленью, идеальный гарнир для шашлыков',
			weight: 150,
			price: 260
		},
	],
	'grillMenu': [
		{
			name: 'Ассорти из шашлыков на 4 персоны',
			type: 'Гриль меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts59/07ace1cedc-1_500x353.jpg',
			text: 'САДЖ - это название и блюда, и посуды, в которой оно готовится - круглая вогнутая сковорода. Садж - вкуснейшее блюдо национальной кухни, главными особенностями которого являются использование мягкого и нежного мяса и изобилие овощей.',
			weight: 1500,
			price: 2950
		},
		{
			name: 'Люля кебаб из баранины',
			type: 'Гриль меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts60/8f510b513c-1_500x353.jpg',
			text: 'Фарш из сочной баранины с грузинскими ароматными специями и репчатым луком. Подаётся на лаваше с красным маринованным луком и соусом сацебели.',
			weight: 240,
			price: 780
		},
		{
			name: 'Люля кебаб из цыпленка',
			type: 'Гриль меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts61/46430c1ca5-1_500x353.jpg',
			text: 'Фарш из куриного бедра и филейной части, грузинскими специями и репчатым луком со сливочным маслом. Подаётся на лаваше с маринованным луком и соусом сацебели.',
			weight: 260,
			price: 630
		},
		{
			name: 'Шашлык из баранины',
			type: 'Гриль меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts62/95925e01a8-1_500x353.jpg',
			text: 'Шашлык томленый на углях из сочных кусков баранины в ароматных грузинских специях и с маринованным луком. Подается на лаваше с соусом сацебели.',
			weight: 260,
			price: 690
		},
		{
			name: 'Шашлык из куриного бедра',
			type: 'Гриль меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts64/d015197c69-1_500x353.jpg',
			text: 'Сочное, нежное мясо бедра курицы с ароматом дымка, мясо маринованно в грузинских травах и специях с добавлением чеснока, подается с маринованным луком и соусом сацебели.',
			weight: 260,
			price: 640
		},
		{
			name: 'Шашлык из свинины',
			type: 'Гриль меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts65/80939db407-1_500x353.jpg',
			text: 'Мягкая, сочная мякоть свинины на лаваше с соусом сацебели с маринованным луком и зеленью.',
			weight: 260,
			price: 630
		},
		{
			name: 'Шашлык из бараньих язычков',
			type: 'Гриль меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts66/3950ca8e7f-1_500x353.jpg',
			text: 'Нежные бараньи язычки под сладким соусом хойсин с курдючным жиром, соусом сацебели и маринованным луком с миксом кинзы и петрушки, что придаёт блюду свежести.',
			weight: 240,
			price: 960
		},
		{
			name: 'Запеченая лопатка ягненка',
			type: 'Гриль меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts1469/4c7e4e7e27-1_500x353.jpg',
			text: 'Мягкая, нежная, запечённая лопатка ягнёнка, подается с соусом демигляс с черным душистым перцем, красным вином и сладкой грушей, а морская соль придает яркий акцент.',
			weight: 580,
			price: 1990
		},
	],
	'childMenu': [
		{
			name: 'Детский куриный бульон с алфавитом',
			type: 'Детское меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts542/0483ea3d37-1_500x353.jpg',
			text: 'Куриный бульон, морковь, макароны, мясо курицы.',
			weight: 250,
			price: 150
		},
		{
			name: 'Детский суп с фрикадельками',
			type: 'Детское меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts551/5cf43afe1e-1_500x353.jpg',
			text: 'Куриный бульон, перец болгарский, картофель, кабачки, морковь, масло растительное, соль, фрикадельки (курица , хлеб тостовый, молоко, соль).',
			weight: 250,
			price: 150
		},
		{
			name: 'Детский овощной салат',
			type: 'Детское меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts545/1d75e9def7-1_500x353.jpg',
			text: 'Лёгкий салат - огурцы свежие, помидоры розовые, салат Айсберг, соль, зелень петрушки. Заправка на выбор (масло растительное, сметана, масло оливковое).',
			weight: 120,
			price: 150
		},
		{
			name: 'Детские овощные палочки',
			type: 'Детское меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts546/9ca1df940a-1_500x353.jpg',
			text: 'Свежий здоровый перекус! Огурцы свежие, перец болгарский, морковь, зелень петрушки.',
			weight: 180,
			price: 150
		},
		{
			name: 'Детские хинкальки с мясом',
			type: 'Детское меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts553/9a2465bec0-1_500x353.jpg',
			text: 'Детские хинкальки из фарша мраморной говядины с зеленью кинзы и луком.',
			weight: 150,
			price: 180
		},
		{
			name: 'Детские хинкальки с сыром',
			type: 'Детское меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts554/e16598a76d-1_500x353.jpg',
			text: 'Детские хинкальки с сыром сулугуни.',
			weight: 150,
			price: 180
		},
		{
			name: 'Детская куриная котлета',
			type: 'Детское меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts540/5269493ddf-1_500x353.jpg',
			text: 'Курица бедро, хлеб тостовый, молоко, соль, масло растительное для жарки, огурец свежий, перец болгарский.',
			weight: 120,
			price: 180
		},
		{
			name: 'Детский куриный шашлычок',
			type: 'Детское меню',
			img: 'https://hip2go.ru/api2/images/IikoProducts543/95fdff44a7-1_500x353.jpg',
			text: 'Маринованное куриное бедро (майонез, соль, перец черный молотый, аджика сухая, чеснок, горчица зернистая, горчица дижонская, петрушка), лаваш армянский, морковь, помидоры.',
			weight: 150,
			price: 200
		},
	],
	'drinks': [
		{
			name: 'Кроненбург блан б/а',
			type: 'Напитки',
			img: 'https://hip2go.ru/api2/images/IikoProducts435/d7c81ee6f7-1_500x353.jpg',
			text: '',
			weight: 0.33,
			price: 250
		},
		{
			name: 'Пиво атами б/а',
			type: 'Напитки',
			img: 'https://hip2go.ru/api2/images/IikoProducts1879/bebf8a2640-1_500x353.jpg',
			text: '',
			weight: 0.33,
			price: 250
		},
		{
			name: 'Морс клюква 500мл',
			type: 'Напитки',
			img: 'https://hip2go.ru/api2/images/IikoProducts226/0d1c8b7587-1_500x353.jpg',
			text: 'Классический клюквенный морс.',
			weight: 500,
			price: 160
		},
		{
			name: 'Морс клюква 1000мл',
			type: 'Напитки',
			img: 'https://hip2go.ru/api2/images/IikoProducts226/0d1c8b7587-1_500x353.jpg',
			text: 'Классический клюквенный морс.',
			weight: 1000,
			price: 320
		},
		{
			name: 'Морс черная смородина 500мл',
			type: 'Напитки',
			img: 'https://hip2go.ru/api2/images/IikoProducts222/a85e17d0d6-1_500x353.jpg',
			text: 'Морс из чёрной смородины.',
			weight: 500,
			price: 160
		},
		{
			name: 'Морс черная смородина 1000мл',
			type: 'Напитки',
			img: 'https://hip2go.ru/api2/images/IikoProducts222/a85e17d0d6-1_500x353.jpg',
			text: 'Морс из чёрной смородины.',
			weight: 1000,
			price: 320
		},
		{
			name: 'Лимонад груша',
			type: 'Напитки',
			img: 'https://hip2go.ru/api2/images/IikoProducts156/6e2be47aed-1_500x353.jpg',
			text: 'Настоящий грузинский лимонад "Казбеги" изготовлен исключительно из натуральных ароматизаторов. Грушевый лимонад 0,5л.',
			weight: 500,
			price: 150
		},
		{
			name: 'Лимонад крем-сливки',
			type: 'Напитки',
			img: 'https://hip2go.ru/api2/images/IikoProducts157/bb93fc31d7-1_500x353.jpg',
			text: 'Настоящий грузинский лимонад "Казбеги" изготовлен исключительно из натуральных ароматизаторов. Ванильный вкус 0,5л.',
			weight: 500,
			price: 150
		},
	]
}